9/data/attachments/9559a61a5b6d4da8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5800c7bc-3ec0-4a00-87ab-f2ba906f8969</nif:username>
            <nif:friendToBeAdded>Mark_seek_Actions_33260_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>